Revit 2027 API
DWFExportOptions.PaperFormat Property
Standard paper format.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportPaperFormat PaperFormat { get; set; }
Public Property PaperFormat As ExportPaperFormat
	Get
	Set
public:
property ExportPaperFormat PaperFormat {
	ExportPaperFormat get ();
	void set (ExportPaperFormat value);
}
member PaperFormat : ExportPaperFormat with get, set
Property Value
ExportPaperFormat
See Also
Reference
DWFExportOptions Class
Autodesk.Revit.DB Namespace